"CANCEL" = "إلغاء";
"DONE" = "تم";
"OK" = "موافق";

"VOICE_MEMOS_NAVIGATION_TITLE" = "مذكرات الصوت";
"INFO_NAVIGATION_TITLE" = "معلومات";
"LABEL_NAVIGATION_TITLE" = "العنوان";
"CUSTOM_NAVIGATION_TITLE" = "مخصص";

"SHARE" = "مشاركة";
"DELETE" = "حذف";

"SHARE_DETAILS_BUTTON" = "مشاركة";
"TRIM_DETAILS_BUTTON" = "قص المذكرة ";

"SPEAKER_BUTTON" = "سماعة";
"DELETE_MEMO_BUTTON" = "حذف مذكرة الصوت";
"SEND_TRIMMED_MMS_BUTTON" = "إرسال رسالة";
"SEND_TRIMMED_MAIL_BUTTON" = "إرسال البريد";
"SHARE_PROMPT" = "مشاركة مذكرة الصوت باستخدام:";
"SEND_MAIL_BUTTON" = "البريد";
"SEND_MMS_BUTTON" = "رسالة";
"TRIM_BUTTON" = "قص مذكرة الصوت";
"CLOSE_BUTTON" = "إغلاق";
"OK_BUTTON" = "موافق";

"NONE_LABEL" = "لا شيء";
"PODCAST_LABEL" = "بودكاست";
"INTERVIEW_LABEL" = "مقابلة";
"LECTURE_LABEL" = "محاضرة";
"IDEA_LABEL" = "فكرة";
"MEETING_LABEL" = "اجتماع";
"MEMO_LABEL" = "مذكرة";
"CUSTOM_LABEL" = "مخصص";

"RECORDED_ON_FORMAT" = "مسجل في %@ ";
"RECORDED_ON_FORMAT_EXTENDED" = "مسجل في %@ عند %@";

"RECORDING_STATUS_BAR_FORMAT" = "جاري التسجيل  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "إيقاف مؤقت للتسجيل  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%dh %dm %ds";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%dm %ds";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%ds";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "المذكرة طويلة جدًا";
"MEMO_TOO_LONG_ALERT_BODY" = "هل ترغب باختيار إصدار أقصر من هذه المذكرة لإرسالها؟";

"UNABLE_TO_RECORD_ALERT_TITLE" = "لا يوجد ميكروفون متوفر";
"UNABLE_TO_RECORD_ALERT_BODY" = "قم بتوصيل الميكروفون لتسجيل مذكرات الصوت.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "تم إيقاف التسجيل";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "لتسجيل المذكرات الصوتية، قم بإنهاء المكالمة.";

"LOW_DISK_SPACE_ALERT_TITLE" = "مساحة القرص منخفضة";
"LOW_DISK_SPACE_ALERT_BODY" = "ليست هناك مساحة كافية على القرص لمواصلة تسجيل المذكرات الصوتية. قم بتوفير مساحة وذلك بحذف الفيديوهات أو الصور الموجودة.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "الرجاء إعداد حساب Mail لإرسال المذكرات الصوتية بالبريد.";

"MEMO_FILENAME" = "المذكرة";
